###config###

eth_min_amount = 0.010         #от какого количества ETH отправляем
eth_max_amount = 0.015         #до какого количества ETH отправляем

eth_decimals = 4               #количество знаков после запятой

min_delay = 80                 #минимальная задержка между кошельками
max_delay = 100                #максимальная задержка между кошельками

shuffle = True                 #перемешивать ли кошельки(True-да, False-нет)

max_gwei = 10                  #максимальный gwei выше которого не будет работать
max_gas_check_attempts = 10    #максимальное количество попыток проверки газа, после которого софт будет завершать работу